{
    "kue_klepon": {
        "en": {
            "description": "Klepon (pronounced Klē-pon) or kelepon, also known outside Java as onde-onde, is a snack of sweet rice cake balls filled with molten palm sugar and coated in grated coconut.",
            "url": "https://en.wikipedia.org/wiki/Klepon"
        },
        "id": {
            "description": "Klepon atau kelepon, dikenal di luar Jawa dengan nama onde-onde, adalah sejenis kue tradisional yang termasuk ke dalam kelompok jajanan pasar.",
            "url": "https://id.wikipedia.org/wiki/Klepon"
        }
    },
    "kue_dadar_gulung": {
        "en": {
            "description": "Dadar gulung (lit.'rolled pancake/omelette') is a popular traditional kue (traditional snack) of sweet coconut pancake. It is often described as an Indonesian coconut pancake.",
            "url": "https://en.wikipedia.org/wiki/Dadar_gulung"
        },
        "id": {
            "description": "Kue dadar gulung (Melayu: kuih ketayap—dialek Sabah: kuih lenggang) merupakan makanan khas Indonesia dan Malaysia yang dapat digolongkan sebagai panekuk yang diisi dengan parutan kelapa yang dicampur dengan gula jawa cair.",
            "url": "https://id.wikipedia.org/wiki/Dadar_gulung"
        }
    },
    "kue_risoles": {
        "en": {
            "description": "A rissole (from Latin russeolus, meaning reddish, via French in which 'rissoler' means to 'redden') is a small patty created in France, enclosed in pastry, or rolled in breadcrumbs, usually baked or deep fried.",
            "url": "https://en.wikipedia.org/wiki/Rissole"
        },
        "id": {
            "description": "Risoles, atau biasa disebut risol (bahasa Inggris: rissole), adalah pastri berisi daging, biasanya daging cincang, dan sayuran yang dibungkus dadar, dan digoreng setelah dilapisi tepung panir dan kocokan telur ayam.",
            "url": "https://id.wikipedia.org/wiki/Risoles"
        }
    },
    "kue_lapis": {
        "en": {
            "description": "Kue lapis is an Indonesian kue, or a traditional snack of steamed colourful layered soft rice flour pudding. This steamed layered sticky rice cake or pudding is quite popular in Indonesia.",
            "url": "https://en.wikipedia.org/wiki/Kue_lapis"
        },
        "id": {
            "description": "Kue lapis adalah makanan khas Indonesia. Kue ini biasanya terdiri dari dua warna yang berlapis-lapis, ini yang memberi nama kue ini. Kue ini dibuat dari tepung beras, tepung kanji, santan, gula pasir, garam dan pewarna.",
            "url": "https://id.wikipedia.org/wiki/Kue_lapis"
        }
    }, 
    "kue_kastengel": {
        "en": {
            "description": "Kastengel or kue keju are a Dutch cheese snack in the shape of sticks. Owed to its colonial links to the Netherlands, kaasstengels are also commonly found in Indonesia.",
            "url": "https://en.wikipedia.org/wiki/Kaasstengels"
        },
        "id": {
            "description": "Kaasstengels (bahasa Belanda kaas, keju; stengel, batang) adalah kue kering yang dibuat dari adonan tepung terigu, telur, margarin, dan parutan keju.",
            "url": "https://id.wikipedia.org/wiki/Kaasstengels"
        }
    },
    "kue_lumpur": {
        "en": {
            "description": " Kue Lumpur, the Indonenesian traditional cake from Sidoarjo, is made of wheat flour, sugar, coconut milk, salt, egg, and some secret ingredients.",
            "url": null
        },
        "id": {
            "description": "Kue lumpur adalah makanan ringan dengan bahan utama santan, kentang, tepung terigu, dan telur. Sebagai pewangi digunakan vanila dan sering kali diberi hiasan kismis dan kelapa muda iris di permukaannya.",
            "url": "https://id.wikipedia.org/wiki/Kue_lumpur"
        }
    },
    "kue_serabi": {
        "en": {
            "description": "Serabi is a traditional Balinese–Javanese snack, similar to a pancake, made of a rice flour-based batter with coconut milk or coconut cream and shredded coconut as an emulsifier.",
            "url": "https://en.wikipedia.org/wiki/Serabi"
        },
        "id": {
            "description": "Serabi adalah jajanan tradisional yang berasal dari Indonesia yang diperkirakan sudah dikenal sejak zaman Kerajaan Mataram. Kue ini memiliki tekstur yang empuk dan rasanya manis.",
            "url": "https://id.wikipedia.org/wiki/Serabi"
        }
    },
    "kue_putri_salju": {
        "en": {
            "description": "Putri Salju is an Indonesian kue kering (dried kue or cookie) shaped like crescents and covered with powdered sugar. Putri salju is Indonesian for 'snow princess', referring to the powdered sugar coating that resembles snow.",
            "url": "https://en.wikipedia.org/wiki/Kue_putri_salju"
        },
        "id": {
            "description": "Kue putri salju adalah sejenis kue kering yang berbentuk bulan sabit dan di atasnya diselimuti dengan gula halus seperti salju. Kue putri salju dibuat dari adonan tepung terigu, tepung maizena, mentega dan kuning telur.",
            "url": "https://id.wikipedia.org/wiki/Kue_putri_salju"
        }
    }
}